HELP_1_PROMO = """
<b><u>ᴘʀᴏᴍᴏᴛɪᴏɴ / ᴅᴇᴍᴏᴛɪᴏɴ</u></b>

• /promote [ʀᴇᴘʟʏ/@user/id]  
  └ ɢʀᴀɴᴛ ʟɪᴍɪᴛᴇᴅ ᴀᴅᴍɪɴ  

• /fullpromote [ʀᴇᴘʟʏ/@user/id]  
  └ ɢʀᴀɴᴛ ғᴜʟʟ ᴀᴅᴍɪɴ  

• /demote [ʀᴇᴘʟʏ/@user/id]  
  └ ʀᴇᴍᴏᴠᴇ ᴀᴅᴍɪɴ  

• /tempadmin [ʀᴇᴘʟʏ/@user/id] [ᴛɪᴍᴇ]  
  └ ᴛᴇᴍᴘ ᴀᴅᴍɪɴ  
"""

HELP_1_PUNISH = """
<b><u>ᴘᴜɴɪsʜᴍᴇɴᴛ</u></b>

• /ban [ʀᴇᴘʟʏ/@user/id] → ʙᴀɴ  
• /unban → ᴜɴʙᴀɴ  
• /kick → ᴋɪᴄᴋ  
• /mute → ᴍᴜᴛᴇ  
• /tmute → ᴛᴇᴍᴘ ᴍᴜᴛᴇ  
• /tban → ᴛᴇᴍᴘ ʙᴀɴ  
"""

HELP_2 = """
<b><u>ᴀᴅᴍɪɴ ᴄᴏɴᴛʀᴏʟ</u></b>

• /pause → ᴘᴀᴜsᴇ  
• /resume → ʀᴇsᴜᴍᴇ  
• /skip → sᴋɪᴘ  
• /end → sᴛᴏᴘ  
• /queue → ǫᴜᴇᴜᴇ  
• /reboot → ʀᴇsᴇᴛ  
"""

HELP_3 = """
<b><u>ᴀᴜᴛʜ</u></b>

• /auth → ᴀᴅᴅ  
• /unauth → ʀᴇᴍᴏᴠᴇ  
• /authlist → ʟɪsᴛ  
"""

HELP_4 = """
<b><u>ʙʟᴀᴄᴋʟɪsᴛ</u></b>

• /blchat → ʙʟ  
• /unblchat → ᴜɴʙʟ  
• /blchats → ʟɪsᴛ  
"""

HELP_5 = """
<b><u>ʙʟᴏᴄᴋ</u></b>

• /block → ʙʟᴏᴄᴋ  
• /unblock → ᴜɴʙʟᴏᴄᴋ  
• /blocked → ʟɪsᴛ  
"""

HELP_6 = """
<b><u>ᴄʜᴀɴɴᴇʟ</u></b>

• /channelplay → ʟɪɴᴋ  
• /cplay → ᴘʟᴀʏ  
• /cqueue → ǫᴜᴇᴜᴇ  
"""

HELP_7 = """
<b><u>ᴛᴏᴏʟs</u></b>

• /tgm → ᴜᴘʟᴏᴀᴅ  
• /tr → ᴛʀᴀɴsʟᴀᴛᴇ  
• /short → ʟɪɴᴋ  
• /bug → ʀᴇᴘᴏʀᴛ  
"""

HELP_8 = """
<b><u>ɢʙᴀɴ</u></b>

• /gban → ʙᴀɴ  
• /ungban → ᴜɴʙᴀɴ  
• /gbanlist → ʟɪsᴛ  
"""

HELP_9 = """
<b><u>ʙʀᴏᴀᴅᴄᴀsᴛ</u></b>

• /broadcast → sᴇɴᴅ ᴛᴏ ᴀʟʟ  
"""

HELP_10 = """
<b><u>ɢᴀᴍᴇs</u></b>

• /dice  
• /truth  
• /dare  
"""

HELP_11 = """
<b><u>ᴀɪ</u></b>

• /gpt  
• /gemini  
• /ai  
"""

HELP_12 = """
<b><u>ɪɴғᴏ</u></b>

• /id  
• /info  
• /groupdata  
"""

HELP_13 = """
<b><u>ɪᴍᴀɢᴇ</u></b>

• /getdraw  
• /rmbg  
• /upscale  
"""

HELP_14 = """
<b><u>ʟᴏɢ</u></b>

• /logger  
• /restart  
• /update  
"""

HELP_15 = """
<b><u>ʟᴏᴏᴘ</u></b>

• /loop [enable/disable]  
"""

HELP_16 = """
<b><u>ɢʀᴏᴜᴘ</u></b>

• /pin  
• /settitle  
• /admins  
"""

HELP_17 = """
<b><u>ғᴜɴ</u></b>

• /love  
• /cute  
• /hug  
"""

HELP_18 = """
<b><u>ᴍᴀss</u></b>

• /purge  
• /del  
"""

HELP_19 = """
<b><u>sᴛᴀᴛs</u></b>

• /ping  
• /stats  
"""

HELP_20 = """
<b><u>ᴘʟᴀʏ</u></b>

• /play [ǫᴜᴇʀʏ/ᴜʀʟ]  
• /vplay [ǫᴜᴇʀʏ/ᴜʀʟ]  
• /autoplay [enable/disable]  
"""

HELP_21 = """
<b><u>ᴀᴜᴛᴏᴘʟᴀʏ</u></b>

• /autoplay [enable/disable]  
"""

HELP_22 = """
<b><u>sᴇᴀʀᴄʜ</u></b>

• /movie  
• /news  
• /weather  
"""

HELP_23 = """
<b><u>sᴇᴇᴋ</u></b>

• /seek  
• /seekback  
"""

HELP_24 = """
<b><u>sʜᴜғғʟᴇ</u></b>

• /shuffle  
"""

HELP_25 = """
<b><u>ᴅᴏᴡɴʟᴏᴀᴅ</u></b>

• /song  
• /yt  
"""

HELP_26 = """
<b><u>sᴘᴇᴇᴅ</u></b>

• /speed  
"""

HELP_27 = """
<b><u>sᴛɪᴄᴋᴇʀ</u></b>

• /kang  
• /stickerid  
"""

HELP_28 = """
<b><u>ᴛᴀɢ</u></b>

• /all  
• /cancel  
"""

HELP_29 = """
<b><u>ᴛᴇxᴛ</u></b>

• /font  
• /qr  
"""

HELP_30 = """
<b><u>ᴠɪᴅ</u></b>

• /genvid  
"""

HELP_31 = """
<b><u>ᴠᴏɪᴄᴇ</u></b>

• /vcinfo  
• /tts  
"""

HELP_32 = """
<b><u>ᴀssɪsᴛᴀɴᴛ</u></b>

• /assistantjoin  
• /leavegroup  
"""

HELP_33 = """
<b><u>sᴜᴅᴏ</u></b>

• /sudolist  
• /addsudo  
• /rmsudo  
"""